[AlertWatcherActor]
sForceIncreased = "敌军科技等级提升至<XGParam:IntValue0>"
 
[UIS_MCM]
sModName = "Force Level Notifier"
 
sGeneralSettings_MCMText = "常规设置"

NOTIFY_FORCE_LEVEL_Label = "敌方科技等级提升时显示通知"
PAUSE_FORCE_LEVEL_Label = "敌方科技等级提升时暂停扫描"
MIN_FORCE_LEVEL_PAUSE_Label = "触发暂停扫描所需的最低敌方科技等级"